[
  {
    "name": "Alternis Dim",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Villains/Alternis_Dim.png",
    "description": [
      "Alternis Dim is a non-playable character from Bravely Default, Bravely Default: Praying Brage, and Bravely Second: End Layer. He is a member of the Council of Six, keeper of the Dark Knight asterisk, and is loyal to Braev Lee.",
      "Alternis is a solemn warrior who takes his duties seriously. He has little regard for distractions and goes straight for his target. However, he appears to care for Edea Lee, whom he grew up with, very dearly. Alternis is extremely loyal to the Templar and carries out his orders with little hesitation—unless it concerns Edea. On multiple occasions, he attempted to resolve with his old friend peacefully rather than with his usual blunt violence.",
      "A short time in the past, Alternis became an officer in the forces of the Duchy of Eternia. During his travels, he kept a journal of his activities. One of his earlier assignments was overseeing the construction of the Eschalot, an airship, before delivering it to the Sky Knights. He later volunteered to go undercover to Caldisla to survey its defenses; in his undercover identity, he gains the trust of the citizens. During his stay, the Great Chasm opened up and swallowed the village of Norende. Alternis was responsible for rescuing Tiz Arrior, the village's only survivor. After two weeks, he returned to the Duchy. He was given a new mission to study the changes stemming from the Great Chasm.",
      "While carrying out his orders, Alternis encounters the vestal's group at their stolen airship, the Eschalot. There, he incapacitated Tiz and attempted to capture Agnès Oblige, the vestal of wind. However, Edea recognizes him and confronts him. Surprised by Edea's treachery, he refuses to fight her and flees, though not before shattering the ship's skystone, rendering it earthbound and inhibiting their travels. Alternis would report to Eternia, where he reveals Edea's treason to the Council of Six. Two of the other members of the Council, Victor S. Court and Victoria F. Stein decide to go apprehend Edea and the vestal themselves. When Alternis questions this action, Braev insists that anyone who assists the vestal must suffer.",
      "After Agnès awakens all four crystals, Alternis awaits them at the Holy Pillar, with the goal of stopping them from completing the ritual. Alternis engages the vestal and her companions in battle, but is defeated. As he falls into the Holy Pillar, Alternis's face is revealed to be identical to Ringabel, the amnesiac young man who joined Agnès's party. After encountering another version of Alternis in the next world, Ringabel realizes that he is an Alternis from another world that fell into the Holy Pillar after failing to protect Edea when she and her comrades were killed by Airy. For reasons yet to be explained, as shown in the true ending, Alternis Dim is brought back to his reality.",
      "In the worlds that follow, Alternis's fate is altered. In the Third World, anguished over the death of his world's Edea, Alternis battles the party at Eternian Central Command. After being defeated, he asks Ringabel to take his place because he has no willpower to go back to the Council nor the armed forces, and is hinted that he lets himself die. In the Fifth World, Alternis gathers all the leading members of Eternia's military force back to Eternian Central Command where he leads a line of defense consisting of Barras Lehr, Praline à la Mode, and Hayreddin Barbarossa."
    ],
    "id": "1"
  },
  {
    "name": "Argent Heinkel",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Villains/Argent_Heinkel.png",
    "description": [
      "Argent Heinkel is a non-player character in Bravely Default, Bravely Default: Praying Brage, and Bravely Second: End Layer. He is captain of the Eternian Sky Knights and keeper of the Knight asterisk.",
      "Heinkel is a wily commander, shown in both his tactics and his fighting style. He favors blitz attacks and is not afraid to go to the front lines himself. Both ferocious and meticulous with detail, he shows great prowess as a tactician and is a skilled fighter.\n\nHeinkel took an interest in Alternis Dim when he was young, and still treats him like a boy despite the latter's superior rank. Alternis looks up to him as a hero and states he owes him more than he can ever repay.\n\nHeinkel is also attached to his armor, still wearing it after becoming a police investigator in Yunohana.",
      "Fifteen years prior, Heinkel was a captain of Braev Lee's personal guard and was both a rival of Nobutsuna Kamiizumi for glory on the field and commander of the Assault troops for the Orthodoxy's head temple with orders to halt all of the institution's functions and seize all of its forbidden tomes and assets. In his accounts written during this time, Heinkel had begun to suspect the shady behaviors of Qada, Erutus Profiteur, and Fiore DeRosa.",
      "Made leader of the Eternian Sky Knights, Heinkel is dispatched to Caldisla with orders to intercept Agnès Oblige, the wind vestal. With the use of the Eschalot while setting base in Lontano Villa, the Sky Knights have a huge advantage over the Caldislan defenses until Agnès is joined by her traveling companions. While the party is fighting with the black mage Ominas Crowe, Heinkel launches a blitz attack on the capital, taking the king hostage while killing Owen and the guards single handed. Awaiting the wind vestal's party at Lontano Villa, Heinkel lures Agnès and her group onto the Eschalot to bring the women to Eternia while killing the youths, deciding not to spare Edea Lee after she questioned his honor. After a tough fight, Heinkel is knocked out as Agnès's group gains the Eschalot.",
      "In the second world, hinting of Edea betraying the Duchy, Heinkel states he will teach her the resolve of a knight the hard way before falling in battle once more. In the third world, Heinkel reads orders from headquarters to the party saying the vestal must be found and kept safe, and that his objective was to protect her from the Orthodoxy's corruption, not to harm her.",
      "In the fourth world, he fights the party with his fellow Sky Knights Barras Lehr and Ominas Crowe. In the fifth world, he is first fought with the other sky knights officials at the Lontano Villa before retreating to the Central Command of Eternia where he fights again with the Swordmaster Kamiizumi, the white mage Holly and the ninja sister-in-law Konoe Kikyo."
    ],
    "id": "2"
  },
  {
    "name": "Artemia Venus",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Villains/Artemia_Venus.png",
    "description": [
      "Artemia Venus is a non-player character in Bravely Default, Bravely Default: Praying Brage, and Bravely Second: End Layer. She is a member of the Bloodrose Legion, the youngest of the Venus Sisters, and keeper of the Ranger asterisk.",
      "A feral, wild child in personality, Artemia is loyal to her older sister Einheria without question. She wears a wolf pelt like a mask, the tail serving as a quiver to hold her arrows when not in use. Due to her time raised by Frostis, Artemia speaks in broken sentences and refers to herself in the third person.",
      "By the time the party runs into her, she has completely given herself to the thrill of the hunt and the bloodlust that soon follows. She is aware of this, however, and does not seem to care that she has become so addicted to the hunt that she is even more of a feral animal than the animals she hunts. Hunting becomes the one thing that seems to be her entire reason for living, and happily does so.",
      "Artemia grew up with her two sisters Einheria and Mephilia. At one point, the two older sisters received special training opportunities, and left immediately, each assuming that Artemia would be in the care of the other. Left alone, Artemia ended up being lost in Eternia's wilderness for a year, and was raised by Frostis. By the time her older sisters returned, having been found in Yunohana, Artemia became a feral child before being made a member of the Bloodrose Legion.",
      "Deployed with the rest of the Bloodrose Legion, Artemia is given the task to hunt the Orochi of Florem and provide their venom to Fiore DeRosa, who creates a hair dye that poisons the mind. Confronted by Edea and her companions, Artemia attacks them and is defeated soon after.",
      "Alternate versions of Artemia appear in the other worlds Edea and her companions travel to. In the second world, Artemia is once again killing the Orochi of Florem. After being confronted, she once again attacks the group, but is defeated.",
      "In the third world, Artemia, alongside her sisters Einheria and Mephilia, corners Olivia Oblige at the Western Hidden Village and confronts Tiz and his group. Once again, she is defeated. In order to protect herself and her sisters, despite that it will defy Fiore DeRosa's orders, Einheria orders the group to retreat.",
      "In the fourth world, Artemia attends a secret \"Girl Power\" meeting at the Florem Gardens, alongside Victoria F. Stein and Konoe Kikyo. Edea's group happens upon them, and the two groups engage in battle. Artemia's group is defeated, but is able to escape, though Edea and Agnès are left angered by the Eternian girls' insults. In the fifth world, Artemia, alongside the rest of the Bloodrose Legion is ordered to return to Eternia for a final showdown against Agnès's companions.",
      "Agnès's group confronts the group just as they are preparing to leave and a battle begins. Artemia battles well in concert with her sisters, with each covering the other, eventually allowing the entire legion to retreat. Back in Eternia, Artemia is placed in the final group alongside Khamer, Victor S. Court, and Braev Lee. The group is defeated by Agnès's group, but encourages them to return if their resolve waivers."
    ],
    "id": "3"
  },
  {
    "name": "Barras Lehr",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Villains/Barras_Lehr.png",
    "description": [
      "Barras Lehr is a non-player character in Bravely Default, Bravely Default: Praying Brage, and Bravely Second: End Layer. He is a member of the Eternian Sky Knights and keeper of the Monk asterisk.",
      "As his appearance suggests, he's not very smart, something he doesn't even try to deny. He speaks his mind straight and loudly, always taking the conversation to muscles or fighting. All he cares about is fighting head-on with his opponents using his bare hands.",
      "Barras does, however, appear to have a caring side. He cares about Holly, and is grateful for her companionship, saying \"You're the only one I need, Holly! I won't let anyone else touch me!\" when she is defeated before hims in chapter 5 of Bravely Default.",
      "Fifteen years prior, Barras was a trainee on the side of the Anti-Crystalist movement under the command of Argent Heinkel",
      "Sometime after becoming a member of the Eternian Sky Knights, Barras went to the Kingdom of Caldisla in order to capture Agnès Oblige, the wind vestal. Running after her for a week, they finally find her close to the great chasm, along with Tiz. Barras promptly orders to fire at her, but as they flee towards the canyon, Holly dispatches Sky Knights to intercept them. As they are defeated, Barras enjoys the fight from a distance before wanting to go down himself. But Holly reminds him that he is the pilot and cannot leave the ship, which saddens him. The assault keeps going until their ship runs out of ammo, forcing them to retreat momentarily.",
      "They are later found at the southwest lake, where they are confronted by Agnès and Tiz. Agnès wishes to surrender but retracts after learning Barras was going to give her numerous beatings, which he enjoys, as a way to punish her from running from them. Holly and Barras then fight against Tiz and Agnès before they are defeated.",
      "In the second world, the party finds Barras and Holly after they were already beaten by their counterparts, and defeats them again. In the third world, they are defeated again, but are spared by the party. Barras wants to fight again, but Holly convinces him not to. Ringabel later remarks about them that the passion of a mature love affair is something special",
      "In the fourth world, Barras comes to help Ominas with Heinkel against the party before ordered by Heinkel to get the black mage and his pet Bahamut to safety.",
      "In the fifth world, Barras is first fought at the Lontano Villa with Heinkel, Ominas and Holly. He is later encountered at the Central Command of Eternia where he fights alongside Barbarossa, Praline and Alternis."
    ],
    "id": "4"
  }
]
