[
  {
    "images": [],
    "description": [
      "Bravely Default, chamado no Japão de Bravely Default: Flying Fairy (ブレイブリーデフォルト フライングフェアリー Bureiburī Deforuto: Furaingu Fearī?), é um jogo eletrônico de RPG desenvolvido pela Silicon Studio e publicado pela Square Enix e Nintendo. Ele foi originalmente lançado apenas no Japão em outubro de 2012, enquanto uma edição expandida intitulada For the Sequel estreou em dezembro de 2013 no Japão e Europa e em fevereiro do ano seguinte na América do Norte. A jogabilidade emprega um sistema de batalha por rodadas e um sistema de funções, além de incorporar opções para combinar habilidades de diferentes funções e ajustar a velocidade dos combates e a frequência de ocorrência dos encontros randômicos",
      "A narrativa do jogo se passa no mundo fantástico de Luxendarc, que é mantido em equilíbrio pela existência de quatro cristais elementais que são protegidos pela Ortodoxia do Cristal, um grupo religioso muito poderoso e cuja influência abrange todo o mundo. Agnès Oblige, vestal do Cristal do Vento, é forçada a começar uma jornada a fim de despertar os outros cristais depois deles terem sido consumidos pela escuridão. Ela alia-se com o pastor Tiz Arrior, o vadio Ringabel e a soldado Edea Lee e juntos partem pelo mundo para alcançarem os cristais e confrontar o grande mau responsável pelos eventos.",
      "O desenvolvimento de Bravely Default começou como uma sequência Final Fantasy: The 4 Heroes of Light, porém foi alterado para tornar-se um jogo autônomo com sua própria história e jogabilidade, apesar de ter mantido alguns elementos da série Final Fantasy. O produtor Tomoya Asano de The 4 Heroes of Light retornou para produzir Bravely Default. Os desenhos dos personagens foram criados por vários artistas, incluindo o diretor de arte Akihiko Yoshida e Atsushi Okubo. O título foi influenciado por jogos e séries de televisão ocidentais, com elementos individuais sendo inspirados por aspectos de Dragon Quest e Higurashi no Naku Koro ni. A música foi composta por Revo e tinha a intenção de evocar o sentimento de séries clássicas como Dragon Quest e SaGa.",
      "Bravely Default foi anunciado em setembro de 2011. Vários demos foram disponibilizados antes de seu lançamento, com a equipe ajustando o jogo baseados nas opiniões dos jogadores. For the Sequel foi escolhida para ser lançada no ocidente, sendo localizada sem um subtítulo. Bravely Default foi aclamado pela crítica e teve bons números de vendas no oriente e ocidente. Os principais pontos de elogio foram a jogabilidade, narrativa, gráficos e música, enquanto as principais críticas centraram-se nos estágios finais repetitivos e elementos de sua jogabilidade social e áudio. O jogo gerou várias mídias adicionais como mangás, livros e títulos spin-offs. Uma sequência direta chamada Bravely Second: End Layer foi lançada em 2015."
    ],
    "title": "Origem",
    "id": "0"
  },
  {
    "images": [],
    "description": [
      "Bravely Default é ambientado no mundo de Luxendarc, que é mantido em equilíbrio por quatro cristais elementais que são protegidos e venerados pela religião global conhecida como Cristal Ortodoxia. Um dia, os cristais são consumidos pela escuridão e o mundo é lançado no caos com inúmeras calamidades. Agnès Oblige, Vestal do Cristal do Vento, escapa enquanto o resto dos adoradores do templo morrem para protegê-la. Ao mesmo tempo, um grande abismo se abre sob a aldeia de Norende, matando todos os seus habitantes, exceto um jovem pastor chamado Tiz Arrior. Quando ele retorna ao abismo na esperança de encontrar outros sobreviventes, ele conhece Agnès e sua companheira de fada, Airy. Os três são então atacados por forças do hostil Ducado de Eternia, que procuram impedir Agnès de despertar os cristais. Depois de derrotar os soldados, Tiz decide viajar com Agnès como seu protetor. Eles retornam a Caldisla, onde também se juntam a Ringabel, uma vagabunda amnésica que segura um livro prevendo eventos futuros, e Edea Lee, um soldado Eterniano que se desilude e desiste depois que seu comandante comete crimes de guerra. O grupo viaja para os três dos quatro templos e desperta cada um dos cristais das trevas, sendo confrontado pelas forças de Eternia à medida que avançam. Durante a jornada, o grupo é auxiliado pelo antigo sábio Yulyana e observado pelo imortal Lord DeRosso. O grupo finalmente chega a Eternia, a casa do Cristal da Terra, e são forçados a derrotar o líder do Ducado, o pai de Edea, Braev Lee em batalha. Uma coluna de luz então aparece no Grande Abismo assim que o Cristal Terrestre é despertado. Airy instrui os outros a levá-la ao Pilar de Luz. Após o grupo se defender do amigo próximo de Edea, Cavaleiro das Trevas Alternis Dim, cujo rosto é idêntico ao de Ringabel, o ritual de Airy os envia para um mundo paralelo.",
      "O processo é repetido várias vezes; em cada um dos cinco mundos pelos quais o grupo viaja, eles encontram e despertam os cristais corrompidos, Airy realiza seu ritual no pilar de luz, e eles são lançados em um novo mundo paralelo. Em cada mundo, eles encontram variações nas situações que encontraram em seu próprio mundo e, gradualmente, aprendem várias verdades sobre si mesmos e seus adversários. Quase toda a elite Eterniana que eles enfrentam foi tomada por Braev por compaixão, pois foram rejeitados pela Ortodoxia, e Yulyana e DeRosso são revelados como aliados de Braev e figuras-chave na limpeza da Ortodoxia de sua corrupção. Durante as viagens do grupo, Yulyana e DeRosso alertam sutilmente a Tiz e Agnès sobre as intenções de Airy. Ringabel, revelado ser uma versão de Alternis Dim que foi arrastada para o Luxendarc do grupo, lentamente recupera suas memórias de perseguir o grupo de seu mundo antes de testemunhá-los sendo mortos por Airy depois que ela se transformou em um monstro. Na verdade, Airy tem manipulado a festa e usa os cristais para conectar os mundos para permitir que seu mestre, o demônio Ouroboros, alcance e conquiste o Reino Celestial.",
      "Dependendo das ações do jogador, duas rotas diferentes acontecem. Na rota normal, acionado se Agnès destruir um dos cristais depois de descobrir o esquema de Airy, Airy os ataca em um acesso de raiva. O grupo então a persegue até Dark Aurora, um reino de escuridão perto do abismo, e a derrota; suas palavras finais afirmam que Ouroboros ainda é uma ameaça para o mundo. Na rota canônica, caso o jogador desperte os cristais em quatro mundos diferentes, Airy se revela e é derrotado pelo grupo. O grupo vai para Yulyana e DeRosso, que revelam uma mensagem deixada por um \"anjo\", uma versão de Agnès de outro mundo que foi traída por Airy; os dois estão planejando a chegada de Ouroboros, e o grupo resolve parar o demônio. Eles viajam para Dark Aurora e derrotam Airy, que é devorado por Ouroboros. Depois de revelar que Tiz está sendo mantido vivo por um ser do Reino Celestial, Ouroboros ataca, e DeRosso se sacrifica para conter a regeneração do demônio. A festa é temporariamente interrompida quando Ouroboros começa a consumir mundos para recuperar a força, mas versões alternativas deles quebram os vínculos formados por Ouroboros, dando ao partido a chance de destruí-lo. Antes que o caminho entre os mundos se feche, eles retornam ao seu próprio mundo.",
      "No epílogo, Agnès e Edea retornam aos seus respectivos grupos para melhorar as relações entre a Ortodoxia reformada e o Ducado; Ringabel retorna ao seu próprio mundo e recupera sua identidade como Alternis Dim; Tiz fica em coma depois de ir ao cemitério de Caldisla e liberar o Ser Celestial dentro dele. Em um vídeo especial provocando o segundo jogo, Tiz acorda em um tanque de suporte de vida na Eternia antes de ser resgatada do cativeiro pelo misterioso Arco da Magnólia."
    ],
    "title": "História",
    "id": "1"
  }
]
