[
  {
    "name": "Black Blades",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Organizations/Black_Blades.png",
    "description": [
      "The Black Blades are an organization in Bravely Default and Bravely Second: End Layer, the first division of the Eternian forces. Notable members include their commander, Nobutsuna Kamiizumi, and officers Hayreddin Barbarossa, Konoe Kikyo, Praline à la Mode, and Qada. In Bravely Second, Kamiizumi, Kikyo, Praline, and Barbarossa resurface as optional opponents.",
      "The Black Blades, under the command of Nobutsuna Kamiizumi, is one of several legions working towards the spread of Anticrystalism among the citizens of Luxendarc. As the elite legion of the duchy, the Black Blades were also given humanoid dragon soldiers developed by duchy. When the civil war in Eisenberg began, the Black Blades were deployed to support the Swordbearers, as the Shieldbearers were Crystal Othrodoxists and outnumbered them, with Barbarossa supplying the faction goods by sea. But the Black Blades faced drawbacks during their initial involvement in both their dragon soldiers escaping to the wilderness to Qada acting against orders to release a powerful poison to kill a great number of people on the battlefield. While this toxin killed hundreds of thousands of Shieldbearers, it also affected Swordbearer troops and left that area of land uninhabitable for years.",
      "By the events of the game, as Kamiizumi briefly returned to Eternia to test his pupil Edea Lee when she is assigned to the Eternian Sky Knights, Konoe Kikyo used the passageway under the Eisen Bridge in an attempt to capture the fire vestal but ended up killing her when she resisted. A volcanic eruption occurred soon after which blocked off the entrance to the Temple of Fire, forcing the Black Blades to attempt to find other ways into the temple. By this time, the Black Blades aid the Swordbearers in kidnapping orphaned boys to mine mythril in the Mythril Mines as canary boys.",
      "By the time the wind vestal, Agnès Oblige, and her allies reached Eisenberg, the war was seemingly at a standstill. Konoe was unsuccessful at finding a way to enter the Temple of Fire, while the main battle was ongoing due to the Shieldbearers' strong defense of the main bridge with Praline à la Mode deployed to aid the Swordsbearers with her empowering music. After realizing that the Fire Crystal was blocked off, Agnès and her allies chose to assist in the war efforts, hoping to find a way into the Temple as time went on.",
      "During this time, each of the Black Blades officers would be forced into battle against the vestal. Praline abandoned her post after her singing is drown out while Qada, assigned as field medic, was killed by Kamiizumi when he realized the scientist is too dangerous to be allowed to leave Starkfort alive. Agnès's group also defeated Barbarossa and then Konoe when she attempted to assassinate the Shieldbearers' commander Daniel Goodman. As the war's tides turned in favor of the Shieldbearers with the Swordbearer leadership abandoning Starkfort, Kamiizumi faces the group and Edea and is defeated while pleading with his student to consider her actions. With the Black Blades effectively neutralized, the tide of the war turned clearly in favor of the Shieldbearers, and began to draw to a close. After the events of Bravely Default, with their purpose in Eisenberg no longer needed, the surviving Black Blades disband and go their separate ways.",
      "Other versions of the Black Blades exist in parallel worlds, usually with the same goals and fates. In the fifth world, Agnès and her party face all the Black Blade's officers, barring Kamiizumi, at their headquarters. However, the Black Blades quickly retreat to Eternia, where they intended to face the vestal and her allies in a final battle to test their resolve."
    ],
    "id": "0"
  },
  {
    "name": "Bloodrose Legion",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Organizations/Blood_Rose_Legion.png",
    "description": [
      "The Bloodrose Legion is an organization in Bravely Default. They are one of Eternia's legions and make up the third division of Eternia's forces. Notable members include Einheria Venus, Mephilia Venus, Artemia Venus, and Fiore DeRosa. Fiore DeRosa is the Bloodrose Legion's leader. Barring DeRosa himself, the Bloodrose Legion is exclusively female, and is the only one to have female soldiers that are not asterisk-holders.",
      "The Bloodrose Legion was one of several legions working towards the spread of Anticrystalism among the citizens of Luxendarc. The Bloodrose Legion was specifically charged with corrupting the city of Florem, which was a matriarchy strictly dedicated to Crystal Orthodoxy as well as nature. Fiore DeRosa, the leader, would devise a scheme to secularize the town after a solitary infiltration. This scheme involved distracting the women of the town from their religious devotion by having them focus on outward beauty and personal appearance.",
      "After learning of the town's nature based worship, he began targeting the creatures most worshiped by the town, using them to make products to attract the local girls. Artemia would hunt orochi, the guardian snakes of Florem. A compound known as nidaphyx could be extracted from the orochi's marrow. This would be used as hair dye, but was hallucinogenic and addictive, making it toxic over a period of time. The hunting of orochi also had the effect of killing the forests Florem normally cherished. Mephilia would hunt Flories, fairies revered by Florem natives. The wings of the Flories would be used to make hairpins. However, these hairpins had a strange scent which drove the user to violent insanity.",
      "These two items were leaked to Florem over a period of time and became highly desirable. In combination with this, Fiore and his followers managed to bribe corrupt Orthodoxy officials, giving the legion control over the Sacred Flower Festival. Normally used to pick a woman to lead Florem in worship for the next year, it became a competitive beauty contest after Fiore and the others introduced a public vote for the winner.",
      "After three years, the town's transformation was nearly complete; the women of the town became completely focused on their outward appearances, forgetting Crystal Orthodoxy. The Bloodrose Legion, lead by Einheria, also took to persecuting any faithful Crystalists remaining. Fiore, however, would remain in the town, romancing young women, while creating a toxic cologne that made them unable to resist him. He would use these women to rise up the ranks or to work for him. After some time, he would take them to a secret lair where he would extract the toxins to make more cologne.",
      "The Bloodrose Legion's downfall began after the wind vestal, Agnès Oblige, and her traveling companions arrived to Florem in search of the water vestal, Olivia Oblige. During their travels through the region, they would come across each of the main Bloodrose Legion officers, learning of their plans and defeating them in turn. The group would alert the shopkeepers of the town to the toxic effects of the products the legion was producing. While the Legion's influence was effectively neutralized, the town's matriarch noted that it would take time for the city to regain its former ways.",
      "In the fourth world, members of the Bloodrose Legion would report DeRosa to Eternian authorities, as the group had learned that DeRosa intended to lead a coup against the government. DeRosa was arrested and charged; however, the effect it had on the Legion's assigned activities remained unknown. In the fifth world, the Bloodrose Legion, like the other legions, was recalled to Eternian Central Command, where a final stand against Agnès and her allies was planned. Before the group could leave Florem, they engaged in battle with Agnès's group, but lost. However, the Legion was able to successfully retreat to Eternia."
    ],
    "id": "1"
  },
  {
    "name": "Council of Six",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Organizations/Council_of_Six.png",
    "description": [
      "The Council of Six is the ruling organization of the Duchy of Eternia in Bravely Default.",
      "When the Duchy of Eternia was founded as part of the region's restoration, its leadership was under the two founders of the council and Anticrystalism, Sage Yulyana and Lester DeRosso, and Braev Lee.",
      "However, feeling the older figures lack the ability to act, Braev wrested full control of the Council while the two ancients are in a position where they are members in name only. From there, Braev recruited his adopted son Alternis Dim to be his right hand while adding the son of his scientific advisor, Victor S. Court, and the discarded vestaling they attempted to save, Victoria F. Stein, to their ranks.",
      "Under Braev, the Council's main goals are to spread Anticrystalism and gain control of all four crystals. To this end, the Council ordered Eternia's four legions to different parts of Luxendarc, with the goals of converting the locals, taking control of the crystals, and, when possible, capturing the vestals that tend them. However, for a long time, only Braev, Lord DeRosso, and Sage Yulyana knew the true reasoning for this, which was to avoid a prophesied event known as the Harrowing. Alternis would only be told when it was necessary.",
      "At some point, the Council learns that Agnès Oblige, vestal to the Wind Crystal, is attempting to awaken all four crystals. As this is the event believed to lead to the Harrowing, the Council begins monitoring Agnès travels and sends their legions to capture her, though every attempt fails. During this time, Lord DeRosso and Sage Yulyana began making appearances at the Council headquarters, for reasons that were unknown.",
      "The younger members of the Council ended up facing Agnès and her allies in a series of battles, Victor and Victoria fell in battle, and Braev was severely wounded while Alternis was displaced from his reality after falling into the Holy Pillar. In one such scenario, a previous world's version of Alternis Dim ended up in the Luxendarc where the story begin and becomes known as Ringabel. In their travels across versions of Luxendarc, Agnès and her party come to understand more of the Council's reasoning. In the fifth world, the Council lead all four divisions of the Eternian Forces in battle gauntlet to test the resolve of Agnès's group. After Agnès's party defeats Ouroboros, they return to their homeworld where Braev's daughter Edea Lee becomes a member of the Council.",
      "A year prior to the events of Bravely Second, Sage Yuylana fell in battle against the Ba'al Diamante and DeRosso left for points known. By the end of the storyline, Braev renounced his title as Grand Marshall and passed it to Edea as she and Alternis are the only remaining members of the council."
    ],
    "id": "2"
  },
  {
    "name": "Eternian Sky Knights",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Organizations/Eterian_Sky_Knights.png",
    "description": [
      "The Eternian Sky Knights, also referred to as the Knights of the Eternian Sky, is an organization in Bravely Default. They make up the Fourth Division of the Eternian Forces. Notable members include their commander, Argent Heinkel, their lieutenant commander Ominas Crowe, as well as officers Barras Lehr and Holly Whyte.",
      "The Sky Knights were originally the personal guard of Braev Lee, Grand Marshal of Eternia. To facilitate the conquest of Luxendarc they were repurposed into the Fourth Division of the Eternian Forces, under the command of Argent Heinkel, who used to lead the personal guard.",
      "The Eternian Sky Knights were one of several legions working towards spreading Anticrystalism among the citizens of Luxendarc. The Sky Knights were specifically charged with traveling to the Kingdom of Caldisla, where they were preparing to attack the kingdom. At some point, Edea Lee, daughter of Eternia's Grand Marshall, joined the division, and was assigned to serve under Ominas Crowe. The Grand Marshal, Braev Lee, had hoped that she would be able to tame and lead the Sky Knights, as the division had developed a reputation as a band of ruffians.",
      "After learning that the vestal of wind, Agnès Oblige, had traveled to Caldisla, the Sky Knights began pursuing orders to capture her. Holly White and Barras Lehr would bombard her from their airship upon finding Agnès at the Great Chasm. However, their attempts at capture were thwarted when Tiz Arrior took it upon himself to protect the girl and take her to safety. Agnès would eventually come to Holly and Barras and attempt to surrender, feeling that it was her duty. However, Agnès and Tiz would fight and defeat the two after realizing that they intended to torture her.",
      "Soon after, Ominas Crowe would lead forces to Caldisla in an attempt to force the villagers to give up Agnès. As a warning, Ominas set fire to an abandoned house. He would threaten to burn the rest of the town, but was convinced to withdraw by Edea, but not before threatening to return the next night. Agnès and Tiz, now accompanied by the amnesiac Ringabel, would confront Ominas at Centro Keep. Upon their arrival, Edea had decided to abandon the Sky Knights, having become disgusted with their methods. Joining with Agnès's group, Edea and the others would defeat Ominas in battle.",
      "While this battle was happening, however, Argent Heinkel, the group's leader, had executed a raid on Caldisla. His forces defeated the royal guard, with Heinkel slaughtering the guard's captain, Sir Owen, himself. The Sky Knights would then abduct the king, taking him north to their headquarters at Lontano Villa. Tiz would learn of the abduction from a dying Owen. The group would then go to Lontano Villa. Though they successfully rescued the King of Caldisla, Heinkel would trap them aboard the Sky Knight's airship, the Eschalot. Heinkel would perish in the resulting fight, effectively ending the Sky Knights' activities in Caldisla.",
      "Alternate versions of the Sky Knights appear in the other worlds Agnès and the others visit. Their actions generally remain the same, though their attitudes and character change slightly between each world. In the fifth world, the Sky Knights would gather their forces at Lontano Villa, and were charged with capturing Agnès, but with an explicit order not to harm her. Upon facing Agnès in battle, the group would retreat to Eternia with the other three divisions to prepare for a final showdown."
    ],
    "id": "3"
  },
  {
    "name": "Khamer & Profiteur Merchantry",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Organizations/K%26P_Merchantry.png",
    "description": [
      "The Khamer and Profiteur Merchantry is an organization in Bravely Default. Notable members include Erutus Profiteur and Eloch Quentis Khamer VIII, Ciggma Khint and Jackal. Profiteur and Khamer, the king of Ancheim, are business partners; Jackal serves as a hired thief while Khint serves as the Merchantry's bodyguard. The group is revealed to have disbanded by the events of Bravely Second: End Layer.",
      "The Khamer and Profiteur Merchantry is located in the kingdom of Ancheim. However, the business is actually associated with the Duchy of Eternia, and works to spread Anticrystalism amongst Ancheim's population, while profiting from the suffering people. Profiteur serves as the face of the business and carries much of the Merchantry's schemes while Khamer, despite not having no actual say in the business, uses his status as King of Ancheim allowed him to give royal approval to the Merchantry's actions.",
      "When the winds around Ancheim ceased as a consequence of the Crystal of Wind went dark, the Merchantry put their main plan into action; their goal was to turn the people against the Crystal's vestal, Agnès Oblige. Expecting a large number of Eternian forces would capture her, Khamer tricks Agnès to travel to Caldisla while feigning concern for the Great Chasm that had recently emerged there. Once Agnès left, due to ongoing absence of the wind meant to power Ancheim's windmills that draw up water, the Merchantry proceed to extort Ancheim: Khamer instituting mandatory labor in moving Ancheim's windmills by hand while Profiteur drives up the cost of water, enlisting Jackal's assistance to rob any one who is sent to the nearby oasis so he can charge fines for any supplies that the travelers had lost. Khint is deployed to oversee all Merchantry matters and provide assistance where needed.",
      "Khamer uses speeches and propaganda to quell potential revolt by directing the people's frustrations on Agnès, suggesting that she had abandoned the people and that the Crystal Orthodoxy was an outdated and unnecessary belief. Around this time, Agnès would return in the company of allies, much to Khamer's surprise. Agnès and her companions would begin investigating the activities of the Merchantry after learning of the outrageous water prices. The group confronts Jackal at the Harena Ruins, the thief forced to fight on his own after Khint leaves when outcome of the battle does not suit him. After Jackal's defeat, Agnès and the others found papers implicating Profiteur in the plot. The group face Profiteur, whose defeat is certain when Khint left the merchant to fend for himself after stating that Profiteur's funds were not enough to convince the bodyguard to put his life on the line. After knocking Profiteur out, Agnès's group found unsigned papers suggesting that Profiteur had an accomplice.",
      "After Agnès successfully awakened the Wind Crystal, she returned to town to find Khamer attacking her in a speech to the people. Addressing the people herself, Agnès successfully refuted Khamer's claims, and explained the true reason for the wind's absence, providing proof in the form of the Tempest's Braid, won from the monster that had attacked the Crystal. As she finished, the wind returned, exciting the people. Defeated, Khamer would retreat to his palace.",
      "That night, Khamer lamented the upsetting of his plans to Khint. Khamer began making plans to kill Agnès, but the wind vestal and her allies had entered the palace via a secret entrance and overheard him. Agnès confronted the men about their plans, bringing the proof they had gathered. Realizing that no else could have seen them, Khamer would promise the country's coffers to Khint for eliminating the group right then, convincing Khint to put his life on the line. Ultimately, Khamer is defeated while Khint dies in battle. With the Merchantry fully dissolved, Profiteur having gone into hiding while Jackal turns over a new leaf, Khamer loses his birthright as Ancheim is ruled by the Prime Minister on an interim basis.",
      "In the parallel versions of Ancheim, the Merchantry is consistently seen attempting to extort Ancheim's population and convert them, but are stopped by Agnès and her allies. In the fourth world, Jackal would bring Black Blades member Praline à la Mode to Ancheim, intending to use her singing abilities against the people. In the fifth world, Khamer would abandon his throne and lead the entire Merchantry to Eternia for a final showdown with the Vestal's allies, though he was forced to threaten the freezing of Profiteur's assets to convince the merchant to go along."
    ],
    "id": "4"
  }
]
