[
  {
    "name": "Tiz Arrior",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Main%20Characters/Tiz.png",
    "description": [
      "Tiz Arrior is a playable character in Bravely Default and Bravely Second: End Layer. He is the sole survivor of the Great Chasm that destroys his hometown of Norende, during which he is unable to save his younger brother Til. He is deemed as the \"Miracle Man\" to have survived, especially after encountering Agnès Oblige soon after.",
      "When Tiz and his younger brother Til are in the meadows of Norende caring for sheep, suddenly a blast of light erupted from the ground and consumed the village while forming a great chasm. When Tiz tries to save Til from falling into abyss, he is powerless to watch the boy slips into the chasm. Later found by Alternis Dim, a gravely wounded Tiz is transported to Caldisla where he slept for a week before waking up and learning his town's demise. Leaving for the recently formed Norende Ravine to see the chasm for itself and search for any survivors, revealing a hourglass from a mysterious figure, Tiz meets a young woman named Agnès Oblige who informs him that he is the only survivor. Learning that Agnès is the wind vestal and pursued by the Eternian forces, seeing her as the light of his hope, Tiz offers to join her in her quest in hopes the crystals' awakening could restore Norende.",
      "When their quest takes them to Eisenberg, Tiz runs into a young boy named Egil who bears a strong likeness to his young brother and seeks to protect him at all costs. After helping him, Tiz suffers no more reoccurring nightmares of his brother Til's death. He and Agnès become closer during their travels, and he is chosen to be Agnès's closest companion when dealing with the information the sage has to tell them. In the next world, he uses the repeated opportunity to pass on the information Ringabel has remembered about Airy's true nature as a manipulator to Agnès. Though Tiz learns he unknowingly caused the Great Chasms in alternate worlds after his own, having the option to stop the fairy before she fulfilled her mission, he and the others decide to continue to face the true enemy when the time comes. Once at the last world connecting to the Celestial Realm, the group learn Airy is a servant of Ouroboros.",
      "During the battle, Tiz discovers that he possesses a \"Celestial Being\" inside of himself that has been prolonging his life throughout his journey since Norende. Six months after Ouroboros's defeat, and on the same day that he, Agnès and Edea wanted to have a reunion, Tiz, who has been living in Caldisla with Egil, releases the Celestial and collapses soon after in front of Til's grave.",
      "In the alternate ending Finale: Lying Airy, Tiz goes back to Caldisla and is hinted that he obtains the peaceful life he had wanted."
    ],
    "id": "0"
  },
  {
    "name": "Agnès Oblige",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Main%20Characters/Agnes.png",
    "description": [
      "Agnès Oblige [ɑɲˈɛs o'bliʒ], though sometimes called /ˈɑɲəs/, is a playable character in Bravely Default and a non-playable character in Bravely Second: End Layer. As the vestal of wind, she becomes aware of the danger that is coming upon the world, and with the guidance of Airy, embarks on a journey to reawaken the four crystals.",
      "When the Wind Crystal is consumed by darkness, forced to watch her acolytes sacrifice themselves to protect her, Agnès embarks on a quest on the advice of Eloch Quentis Khamer VIII to see the condition of the world. She sets out on a merchant vessel towards Caldisla that becomes waylaid half-way by the sea's sudden deterioration. After being rescued by boats from Caldisla, Agnès investigates the effects of the earthquake that struck shortly after she left Ancheim.",
      "While pursued by the Knights of the Eternian Sky, Agnès encounters Tiz Arrior when she arrives to the site of the Great Chasm. Agnès refuses Tiz's help, as she believes facing adversity on her own is part of her responsibility as vestal of the Wind Crystal. When confronted by white mage Holly Whyte to surrender, she initially agrees. Agnès learns that even though she could give herself up, it would not help anyone else. Agnès distrusts Edea when she joins the party, and learns of her full connection with the Eternian forces. She becomes furious to learn Edea is the daughter of the council's leader, Braev Lee, after the death of her fellow vestal and friend Olivia Oblige at the hands of Victoria F. Stein.",
      "After restoring the crystals and bringing Airy to the Pillar of Light, Agnès finds herself in another world and meets the Sage Yulyana of the second world who asks her to bring her most trusted companion to meet him in private. Choosing Tiz, Agnès learns of the Sage's past as a former high-ranking member of the Crystal Orthodoxy and how he and Lord DeRosso forged their alliance when an \"angel\" resembling Agnès appeared before them. Sage relays the angel's words of great evil and the nature of the crystals in relation to the \"Harrowing\" and the wind vestal's journey. Encountering other denizens of the second world, Agnès learns the dark secrets of the Crystal Orthodoxy, which were the motivation for the Anticrystalist movement.",
      "After they end up in another world, Ringabel suggests consulting the sage again as he knows the events of the previous world would happen again, including the time Tiz and Agnès spoke to the Sage alone. During the second trip alone with Tiz, Agnès learns that Airy is evil and has been manipulating them. When Tiz inquires further into the story of the angel, it is revealed her death was caused by Airy's treachery. Though her other selves were unable see the truth until it was too late, Agnès's faith in Tiz allows her to accept the truth of Airy. This leads to Agnès to being more distant towards Airy, yet she continues summoning the Holy Pillar in the hope that each time would be the last.",
      "After the last time Agnès learns that Airy serves Ouroboros and that she orchestrated her master's plan to consume the realities. With the pendant in her possession, Agnès gives her group the advantage and they destroy Ouroboros. After returning to her world, Agnès rebuilds the temple of the wind and enlists new acolytes to assist her in restoring the crystals and overseeing them."
    ],
    "id": "1"
  },
  {
    "name": "Ringabel",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Main%20Characters/Ringabel.png",
    "description": [
      "Ringabel is a playable character in Bravely Default. An amnesiac with attitude, he's found in possession of the enigmatic D's Journal, which seems to foretell events that will occur in the future.",
      "Prior to his memory loss, Ringabel was Alternis Dim, a member of Eternia's Council of Six who is a victim of a dimensional paradox. Orphaned at a young age, Alternis was found by Braev Lee who raises him before he became an officer in the forces of the Duchy of Eternia. During his travels, Alternis kept a journal of his activities, D's Journal, as he gave the Eschalot to the Sky Knights and infiltrated Caldisla to survey its defenses. During his stay, the Great Chasm opened and swallowed up the village of Norende.",
      "After two weeks, he returned to the Duchy and was given a new mission to study the changes stemming from the Great Chasm as Edea joins up with Tiz Arrior and the wind vestal Agnès Oblige on their quest. Alternis has feelings for the Grand Marshal's daughter Edea Lee, taking her sudden betrayal hard as he attempted to secure her safety while dealing with halting the wind vestal Agnès Oblige from awakening the crystals.",
      "During his journey Alternis made an enemy out of Qada when he came to the aid of a boy named Egil who was being tortured for knowledge on the location of the Fire Crystal. When Egil took him through the Underflow to reach the Temple of Fire, Alternis was confronted by Agnès's group and nearly died were it not for Qada's torturous healing prior to being placed in a White Magic stasis chamber by Victor to fully heal from his burns.",
      "Once in top condition again, Alternis learned from Braev that the true threat is Agnès's cryst-fairy guide Airy. After Agnès awakened all four crystals, Alternis attempted to confront them at the Holy Pillar with the goal of killing the fairy from completing the ritual. Once there, Alternis was forced to watch Edea and the others die by Airy's hand as he ended up in another world's newly created Norende Ravine. Losing his memory upon reaching Caldisla with only D's Journal on his person, Alternis gained the name \"Ringabel\" from the residents as they have met his counterpart of their world and filled in certain gaps of his memory.",
      "A week after his arrival, when Ominas Crowe burned down the old house he took residence in, using D's Journal under the notion it is a tome telling future events, Ringabel joins Agnès and Tiz to meet Edea, whom he refers to as his angel. Ringabel aids the others in battling the Alternis of their world, and is shocked to see his face before the dark knight falls off the Grandship. Ringabel begins to question their journey when he regains parts of his memory after confronting another version of the dark knight. After he regains all of his memories in the Third World, Ringabel remembers he was the Alternis of a world that Airy already visited, and that the fairy is evil. Ringabel confides this information to Tiz, asking him to tell Agnès. During his time in the Third World Ringabel defeats the Alternis of that world to spare him the fate he and the two previous Alternises suffered.",
      "After helping the others defeat Ouroboros, Ringabel sets off to return to his own world. It is ambiguous on whether or not he succeeds. The Pocketbook of R novels detail his adventures after crashing in a completely different Luxendarc where he ultimately departs to return to the Fifth World. In the novels' sequels he succeeds and finds Tiz's body unmoving in Caldisla. On Yulyana's orders, he journeys for one and a half years to search for a way to revive him. On the eve of his return, he is warned of Agnès's impending danger, but before he can act, he finds himself in another predicament involving two parallel worlds."
    ],
    "id": "2"
  },
  {
    "name": "Edea Lee",
    "image": "https://raw.githubusercontent.com/MrVtR/Bravely_Default_Image_DB/main/Main%20Characters/Edea.png",
    "description": [
      "Edea Lee is a playable character in Bravely Default and Bravely Second: End Layer, who also appears in Bravely Default: Praying Brage. Initially a member of the Eternian Sky Knights sent to capture the wind vestal Agnès Oblige, she soon grows opposed to the ruthless acts they commit and allies with Agnès instead. Over the course of the party's journey, Edea must confront her fellow countrymen as a traitor.",
      "Edea was born around the time that her father led the Anti-Crystalists against the Crystal Orthodoxy and established the Duchy of Eternia. She was trained by Nobutsuna Kamiizumi in the way of combat and attempted to win her father's respect. At age 10, Edea and Alternis Dim attempted to hunt down an \"abominable snowman\", which was revealed to be a runaway Golem, and nearly got herself killed. She was saved by Barras Lehr who teased her for fainting at the sight of his face. When she came to at a camp he took the kids to spend a night before returning them home.",
      "Receiving her katana Ise-no-Kami from Kamiizumi as his way of blessing her new status, Edea is deployed as a member of the Sky Knights to head to Caldisla to capture the wind vestal Agnès Oblige. While accompanying Ominas Crowe Edea is disgusted with the Sky Knights' conduct in harming innocents to achieve their goal. When Ominas is willing to kill their own men to kill Agnès, Tiz Arrior, and Ringabel Edea chooses to aid the trio and wins their trust while dealing with Ringabel's advances.",
      "Once her betrayal is brought to light, Edea continues to fight her fellow countrymen despite Alternis making attempts to secure her. While in Eternia she confronts her father and the ensuing fight results in Braev Lee being wounded to the point he would no longer be able to use a sword. After the crystals are awakened, the group battles Alternis who attempts to stop them from \"destroying the world\" under Braev's orders. After the party defeated him, Edea is shocked to witness Alternis's exposed face being identical to Ringabel's before he fell over the railings of Grandship.",
      "After restoring the crystals in several worlds, Edea learns Ringabel is the Alternis of another world who ended up in her original home after being knocked off Grandship while it was stationed in the Holy Pillar. Ringabel later offers to take her to a restaurant in Florem for a romantic dinner, but she turns him down. When he affirms his offer is genuine, she responds that she knows it and appreciates it because it was genuine, but still turned him down.",
      "After Ouroboros's defeat Edea returns to Eternia and is reunited with her parents while hugging a healthy Mahzer. She arrives to the chamber of the Council of Six, vowing to make her father's ideals come true as she is promoted to captain of the ducal guard."
    ],
    "id": "3"
  }
]
